Structural Applications/Low_Rise_Isolated/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0.000000000001;

boundaryField
{
    inlet
    {
        type            calculated;
        value           $internalField;
    }

    outlet
    {
        type            calculated;
        value           $internalField;
    }

    wallup
    {
        type            symmetry;
    }

    rc
    {
    type            calculated;
       value           $internalField; 
    }
  
    cylinder
    {
           type            calculated;
           value           $internalField;
    }
      
    walldown
     {
        type            symmetry;
     }
     lid
     {
       type             symmetry;
     }
}


// ************************************************************************* //
