Structural Applications/Low_Rise_Isolated/system/probesIncidentII
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

type            probes;
libs            (sampling);
writeControl    runTime;
writeInterval   0.001;

fields
(
    U
);

probeLocations
(				
(	1.364	0.9	0.003	)
(	1.364	0.9	0.005	)
(	1.364	0.9	0.008	)
(	1.364	0.9	0.01	)
(	1.364	0.9	0.012	)
(	1.364	0.9	0.015	)
(	1.364	0.9	0.02	)
(	1.364	0.9	0.03	)
(	1.364	0.9	0.04	)
(	1.364	0.9	0.05	)
(	1.364	0.9	0.06	)
(	1.364	0.9	0.07	)
(	1.364	0.9	0.08	)
(	1.364	0.9	0.1	)
(	1.364	0.9	0.13	)
(	1.364	0.9	0.16	)
(	1.364	0.9	0.2	)
(	1.364	0.9	0.25	)
(	1.364	0.9	0.3	)
(	1.364	0.9	0.35	)
(	1.364	0.9	0.4	)
(	1.364	0.9	0.45	)
				

);

// ************************************************************************* //
