Structural Applications/Low_Rise_Isolated/system/probesNIST90
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

type            probes;
libs            (sampling);
writeControl    timeStep;
writeInterval   1;

fields
(
    p
);

probeLocations
(
  (	1.219051	0.947169	0.03002	)
(	1.22117698	0.947169	0.03002	)
(	1.22329534	0.947169	0.03002	)
(	1.22542132	0.947169	0.03002	)
(	1.22753968	0.947169	0.03002	)
(	1.22966566	0.947169	0.03002	)
(	1.23178402	0.947169	0.03002	)
(	1.23391	0.947169	0.03002	)
(	1.23603598	0.947169	0.03002	)
(	1.23815434	0.947169	0.03002	)
(	1.24028032	0.947169	0.03002	)
(	1.24239868	0.947169	0.03002	)
(	1.24452466	0.947169	0.03002	)
(	1.24664302	0.947169	0.03002	)
(	1.248769	0.947169	0.03002	)
(	1.248769	0.94479156	0.03002	)
(	1.24664302	0.94479156	0.03002	)
(	1.24452466	0.94479156	0.03002	)
(	1.24239868	0.94479156	0.03002	)
(	1.24028032	0.94479156	0.03002	)
(	1.23815434	0.94479156	0.03002	)
(	1.23603598	0.94479156	0.03002	)
(	1.23391	0.94479156	0.03002	)
(	1.23178402	0.94479156	0.03002	)
(	1.22966566	0.94479156	0.03002	)
(	1.22753968	0.94479156	0.03002	)
(	1.22542132	0.94479156	0.03002	)
(	1.22329534	0.94479156	0.03002	)
(	1.22117698	0.94479156	0.03002	)
(	1.219051	0.94479156	0.03002	)
(	1.219051	0.9424065	0.03002	)
(	1.22117698	0.9424065	0.03002	)
(	1.22329534	0.9424065	0.03002	)
(	1.22542132	0.9424065	0.03002	)
(	1.22753968	0.9424065	0.03002	)
(	1.22966566	0.9424065	0.03002	)
(	1.23178402	0.9424065	0.03002	)
(	1.23391	0.9424065	0.03002	)
(	1.23603598	0.9424065	0.03002	)
(	1.23815434	0.9424065	0.03002	)
(	1.24028032	0.9424065	0.03002	)
(	1.24239868	0.9424065	0.03002	)
(	1.24452466	0.9424065	0.03002	)
(	1.24664302	0.9424065	0.03002	)
(	1.248769	0.9424065	0.03002	)
(	1.248769	0.94002906	0.03002	)
(	1.24664302	0.94002906	0.03002	)
(	1.24452466	0.94002906	0.03002	)
(	1.24239868	0.94002906	0.03002	)
(	1.24028032	0.94002906	0.03002	)
(	1.23815434	0.94002906	0.03002	)
(	1.23603598	0.94002906	0.03002	)
(	1.23391	0.94002906	0.03002	)
(	1.23178402	0.94002906	0.03002	)
(	1.22966566	0.94002906	0.03002	)
(	1.22753968	0.94002906	0.03002	)
(	1.22542132	0.94002906	0.03002	)
(	1.22329534	0.94002906	0.03002	)
(	1.22117698	0.94002906	0.03002	)
(	1.219051	0.94002906	0.03002	)
(	1.219051	0.937644	0.03002	)
(	1.22117698	0.937644	0.03002	)
(	1.22329534	0.937644	0.03002	)
(	1.22542132	0.937644	0.03002	)
(	1.22753968	0.937644	0.03002	)
(	1.22966566	0.937644	0.03002	)
(	1.23178402	0.937644	0.03002	)
(	1.23391	0.937644	0.03002	)
(	1.23603598	0.937644	0.03002	)
(	1.23815434	0.937644	0.03002	)
(	1.24028032	0.937644	0.03002	)
(	1.24239868	0.937644	0.03002	)
(	1.24452466	0.937644	0.03002	)
(	1.24664302	0.937644	0.03002	)
(	1.248769	0.937644	0.03002	)
(	1.248769	0.93526656	0.03002	)
(	1.24664302	0.93526656	0.03002	)
(	1.24452466	0.93526656	0.03002	)
(	1.24239868	0.93526656	0.03002	)
(	1.24028032	0.93526656	0.03002	)
(	1.23815434	0.93526656	0.03002	)
(	1.23603598	0.93526656	0.03002	)
(	1.23391	0.93526656	0.03002	)
(	1.23178402	0.93526656	0.03002	)
(	1.22966566	0.93526656	0.03002	)
(	1.22753968	0.93526656	0.03002	)
(	1.22542132	0.93526656	0.03002	)
(	1.22329534	0.93526656	0.03002	)
(	1.22117698	0.93526656	0.03002	)
(	1.219051	0.93526656	0.03002	)
(	1.219051	0.9328815	0.03002	)
(	1.22117698	0.9328815	0.03002	)
(	1.22329534	0.9328815	0.03002	)
(	1.22542132	0.9328815	0.03002	)
(	1.22753968	0.9328815	0.03002	)
(	1.22966566	0.9328815	0.03002	)
(	1.23178402	0.9328815	0.03002	)
(	1.23391	0.9328815	0.03002	)
(	1.23603598	0.9328815	0.03002	)
...
(	1.2792	0.852681	0.0033528	)


);

// ************************************************************************* //
