Structural Applications/Low_Rise_Isolated/system/probesReal
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

type            probes;
libs            (sampling);
writeControl    runTime;
writeInterval   0.001;

fields
(
    U
);

probeLocations
(
  (	1.2292	0.15	0.003	)
  (	1.2292	0.15	0.005	)
  (	1.2292	0.15	0.008	)
  (	1.2292	0.15	0.01	)
  (	1.2292	0.15	0.012	)
  (	1.2292	0.15	0.015	)
  (	1.2292	0.15	0.02	)
  (	1.2292	0.15	0.03	)
  (	1.2292	0.15	0.04	)
  (	1.2292	0.15	0.05	)
  (	1.2292	0.15	0.06	)
  (	1.2292	0.15	0.07	)
  (	1.2292	0.15	0.08	)
  (	1.2292	0.15	0.1	)
  (	1.2292	0.15	0.13	)
  (	1.2292	0.15	0.16	)
  (	1.2292	0.15	0.2	)
  (	1.2292	0.15	0.25	)
  (	1.2292	0.15	0.3	)
  (	1.2292	0.15	0.35	)
  (	1.2292	0.15	0.4	)
  (	1.2292	0.15	0.45	)
  (	1.2292	0.3	0.003	)
  (	1.2292	0.3	0.005	)
  (	1.2292	0.3	0.008	)
  (	1.2292	0.3	0.01	)
  (	1.2292	0.3	0.012	)
  (	1.2292	0.3	0.015	)
  (	1.2292	0.3	0.02	)
  (	1.2292	0.3	0.03	)
  (	1.2292	0.3	0.04	)
  (	1.2292	0.3	0.05	)
  (	1.2292	0.3	0.06	)
  (	1.2292	0.3	0.07	)
  (	1.2292	0.3	0.08	)
  (	1.2292	0.3	0.1	)
  (	1.2292	0.3	0.13	)
  (	1.2292	0.3	0.16	)
  (	1.2292	0.3	0.2	)
  (	1.2292	0.3	0.25	)
  (	1.2292	0.3	0.3	)
  (	1.2292	0.3	0.35	)
  (	1.2292	0.3	0.4	)
  (	1.2292	0.3	0.45	)
  (	1.2292	0.45	0.003	)
  (	1.2292	0.45	0.005	)
  (	1.2292	0.45	0.008	)
  (	1.2292	0.45	0.01	)
  (	1.2292	0.45	0.012	)
  (	1.2292	0.45	0.015	)
  (	1.2292	0.45	0.02	)
  (	1.2292	0.45	0.03	)
  (	1.2292	0.45	0.04	)
  (	1.2292	0.45	0.05	)
  (	1.2292	0.45	0.06	)
  (	1.2292	0.45	0.07	)
  (	1.2292	0.45	0.08	)
  (	1.2292	0.45	0.1	)
  (	1.2292	0.45	0.13	)
  (	1.2292	0.45	0.16	)
  (	1.2292	0.45	0.2	)
  (	1.2292	0.45	0.25	)
  (	1.2292	0.45	0.3	)
  (	1.2292	0.45	0.35	)
  (	1.2292	0.45	0.4	)
  (	1.2292	0.45	0.45	)
  (	1.2292	0.6	0.003	)
  (	1.2292	0.6	0.005	)
  (	1.2292	0.6	0.008	)
  (	1.2292	0.6	0.01	)
  (	1.2292	0.6	0.012	)
  (	1.2292	0.6	0.015	)
  (	1.2292	0.6	0.02	)
  (	1.2292	0.6	0.03	)
  (	1.2292	0.6	0.04	)
  (	1.2292	0.6	0.05	)
  (	1.2292	0.6	0.06	)
  (	1.2292	0.6	0.07	)
  (	1.2292	0.6	0.08	)
  (	1.2292	0.6	0.1	)
  (	1.2292	0.6	0.13	)
  (	1.2292	0.6	0.16	)
  (	1.2292	0.6	0.2	)
  (	1.2292	0.6	0.25	)
  (	1.2292	0.6	0.3	)
  (	1.2292	0.6	0.35	)
  (	1.2292	0.6	0.4	)
  (	1.2292	0.6	0.45	)
  (	1.2292	0.75	0.003	)
  (	1.2292	0.75	0.005	)
  (	1.2292	0.75	0.008	)
  (	1.2292	0.75	0.01	)
  (	1.2292	0.75	0.012	)
  (	1.2292	0.75	0.015	)
  (	1.2292	0.75	0.02	)
  (	1.2292	0.75	0.03	)
  (	1.2292	0.75	0.04	)
  (	1.2292	0.75	0.05	)
  (	1.2292	0.75	0.06	)
  (	1.2292	0.75	0.07	)
  (	1.2292	0.75	0.08	)
  (	1.2292	0.75	0.1	)
  (	1.2292	0.75	0.13	)
  (	1.2292	0.75	0.16	)
  (	1.2292	0.75	0.2	)
  (	1.2292	0.75	0.25	)
  (	1.2292	0.75	0.3	)
  (	1.2292	0.75	0.35	)
  (	1.2292	0.75	0.4	)
  (	1.2292	0.75	0.45	)
  (	1.2292	0.9	0.003	)
  (	1.2292	0.9	0.005	)
  (	1.2292	0.9	0.008	)
  (	1.2292	0.9	0.01	)
  (	1.2292	0.9	0.012	)
  (	1.2292	0.9	0.015	)
  (	1.2292	0.9	0.02	)
  (	1.2292	0.9	0.03	)
  (	1.2292	0.9	0.04	)
  (	1.2292	0.9	0.05	)
  (	1.2292	0.9	0.06	)
  (	1.2292	0.9	0.07	)
  (	1.2292	0.9	0.08	)
  (	1.2292	0.9	0.1	)
  (	1.2292	0.9	0.13	)
  (	1.2292	0.9	0.16	)
  (	1.2292	0.9	0.2	)
  (	1.2292	0.9	0.25	)
  (	1.2292	0.9	0.3	)
  (	1.2292	0.9	0.35	)
  (	1.2292	0.9	0.4	)
  (	1.2292	0.9	0.45	)
  (	1.2292	1.05	0.003	)
  (	1.2292	1.05	0.005	)
  (	1.2292	1.05	0.008	)
  (	1.2292	1.05	0.01	)
  (	1.2292	1.05	0.012	)
  (	1.2292	1.05	0.015	)
  (	1.2292	1.05	0.02	)
  (	1.2292	1.05	0.03	)
  (	1.2292	1.05	0.04	)
  (	1.2292	1.05	0.05	)
  (	1.2292	1.05	0.06	)
  (	1.2292	1.05	0.07	)
  (	1.2292	1.05	0.08	)
  (	1.2292	1.05	0.1	)
  (	1.2292	1.05	0.13	)
  (	1.2292	1.05	0.16	)
  (	1.2292	1.05	0.2	)
  (	1.2292	1.05	0.25	)
  (	1.2292	1.05	0.3	)
  (	1.2292	1.05	0.35	)
  (	1.2292	1.05	0.4	)
  (	1.2292	1.05	0.45	)
  (	1.2292	1.2	0.003	)
  (	1.2292	1.2	0.005	)
  (	1.2292	1.2	0.008	)
  (	1.2292	1.2	0.01	)
  (	1.2292	1.2	0.012	)
  (	1.2292	1.2	0.015	)
  (	1.2292	1.2	0.02	)
  (	1.2292	1.2	0.03	)
  (	1.2292	1.2	0.04	)
  (	1.2292	1.2	0.05	)
  (	1.2292	1.2	0.06	)
  (	1.2292	1.2	0.07	)
  (	1.2292	1.2	0.08	)
  (	1.2292	1.2	0.1	)
  (	1.2292	1.2	0.13	)
  (	1.2292	1.2	0.16	)
  (	1.2292	1.2	0.2	)
  (	1.2292	1.2	0.25	)
  (	1.2292	1.2	0.3	)
  (	1.2292	1.2	0.35	)
  (	1.2292	1.2	0.4	)
  (	1.2292	1.2	0.45	)
  (	1.2292	1.35	0.003	)
  (	1.2292	1.35	0.005	)
  (	1.2292	1.35	0.008	)
  (	1.2292	1.35	0.01	)
  (	1.2292	1.35	0.012	)
  (	1.2292	1.35	0.015	)
  (	1.2292	1.35	0.02	)
  (	1.2292	1.35	0.03	)
  (	1.2292	1.35	0.04	)
  (	1.2292	1.35	0.05	)
  (	1.2292	1.35	0.06	)
  (	1.2292	1.35	0.07	)
  (	1.2292	1.35	0.08	)
  (	1.2292	1.35	0.1	)
  (	1.2292	1.35	0.13	)
  (	1.2292	1.35	0.16	)
  (	1.2292	1.35	0.2	)
  (	1.2292	1.35	0.25	)
  (	1.2292	1.35	0.3	)
  (	1.2292	1.35	0.35	)
  (	1.2292	1.35	0.4	)
  (	1.2292	1.35	0.45	)
  (	1.2292	1.5	0.003	)
  (	1.2292	1.5	0.005	)
  (	1.2292	1.5	0.008	)
  (	1.2292	1.5	0.01	)
  (	1.2292	1.5	0.012	)
  (	1.2292	1.5	0.015	)
  (	1.2292	1.5	0.02	)
  (	1.2292	1.5	0.03	)
  (	1.2292	1.5	0.04	)
  (	1.2292	1.5	0.05	)
  (	1.2292	1.5	0.06	)
  (	1.2292	1.5	0.07	)
  (	1.2292	1.5	0.08	)
  (	1.2292	1.5	0.1	)
  (	1.2292	1.5	0.13	)
  (	1.2292	1.5	0.16	)
  (	1.2292	1.5	0.2	)
  (	1.2292	1.5	0.25	)
  (	1.2292	1.5	0.3	)
  (	1.2292	1.5	0.35	)
  (	1.2292	1.5	0.4	)
  (	1.2292	1.5	0.45	)
  (	1.2292	1.65	0.003	)
  (	1.2292	1.65	0.005	)
  (	1.2292	1.65	0.008	)
  (	1.2292	1.65	0.01	)
  (	1.2292	1.65	0.012	)
  (	1.2292	1.65	0.015	)
  (	1.2292	1.65	0.02	)
  (	1.2292	1.65	0.03	)
  (	1.2292	1.65	0.04	)
  (	1.2292	1.65	0.05	)
  (	1.2292	1.65	0.06	)
  (	1.2292	1.65	0.07	)
  (	1.2292	1.65	0.08	)
  (	1.2292	1.65	0.1	)
  (	1.2292	1.65	0.13	)
  (	1.2292	1.65	0.16	)
  (	1.2292	1.65	0.2	)
  (	1.2292	1.65	0.25	)
  (	1.2292	1.65	0.3	)
  (	1.2292	1.65	0.35	)
  (	1.2292	1.65	0.4	)
  (	1.2292	1.65	0.45	)

  

);

// ************************************************************************* //
