Structural Applications/Low_Rise_Isolated/system/probesTPU
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

type            probes;
libs            (sampling);
writeControl    timeStep;
writeInterval   1;

fields
(
    p
);

probeLocations
(
  (	1.26667	0.92750001	0.030099999	)
(	1.26667	0.92250001	0.030099999	)
(	1.26667	0.91750002	0.030099999	)
(	1.26667	0.91250002	0.030099999	)
(	1.26667	0.90750003	0.030099999	)
(	1.26667	0.90249997	0.030099999	)
(	1.26667	0.89749998	0.030099999	)
(	1.26667	0.89249998	0.030099999	)
(	1.26667	0.88749999	0.030099999	)
(	1.26667	0.88249999	0.030099999	)
(	1.26667	0.8775	0.030099999	)
(	1.26667	0.8725	0.030099999	)
(	1.26167	0.92750001	0.030099999	)
(	1.26167	0.92250001	0.030099999	)
(	1.26167	0.91750002	0.030099999	)
(	1.26167	0.91250002	0.030099999	)
(	1.26167	0.90750003	0.030099999	)
(	1.26167	0.90249997	0.030099999	)
(	1.26167	0.89749998	0.030099999	)
(	1.26167	0.89249998	0.030099999	)
(	1.26167	0.88749999	0.030099999	)
(	1.26167	0.88249999	0.030099999	)
(	1.26167	0.8775	0.030099999	)
(	1.26167	0.8725	0.030099999	)
(	1.25667	0.92750001	0.030099999	)
(	1.25667	0.92250001	0.030099999	)
(	1.25667	0.91750002	0.030099999	)
(	1.25667	0.91250002	0.030099999	)
(	1.25667	0.90750003	0.030099999	)
(	1.25667	0.90249997	0.030099999	)
(	1.25667	0.89749998	0.030099999	)
(	1.25667	0.89249998	0.030099999	)
(	1.25667	0.88749999	0.030099999	)
(	1.25667	0.88249999	0.030099999	)
(	1.25667	0.8775	0.030099999	)
(	1.25667	0.8725	0.030099999	)
(	1.25167	0.92750001	0.030099999	)
(	1.25167	0.92250001	0.030099999	)
(	1.25167	0.91750002	0.030099999	)
(	1.25167	0.91250002	0.030099999	)
(	1.25167	0.90750003	0.030099999	)
(	1.25167	0.90249997	0.030099999	)
(	1.25167	0.89749998	0.030099999	)
(	1.25167	0.89249998	0.030099999	)
(	1.25167	0.88749999	0.030099999	)
(	1.25167	0.88249999	0.030099999	)
(	1.25167	0.8775	0.030099999	)
(	1.25167	0.8725	0.030099999	)
(	1.24667	0.92750001	0.030099999	)
(	1.24667	0.92250001	0.030099999	)
(	1.24667	0.91750002	0.030099999	)
(	1.24667	0.91250002	0.030099999	)
(	1.24667	0.90750003	0.030099999	)
(	1.24667	0.90249997	0.030099999	)
(	1.24667	0.89749998	0.030099999	)
(	1.24667	0.89249998	0.030099999	)
(	1.24667	0.88749999	0.030099999	)
(	1.24667	0.88249999	0.030099999	)
(	1.24667	0.8775	0.030099999	)
(	1.24667	0.8725	0.030099999	)
(	1.24167	0.92750001	0.030099999	)
(	1.24167	0.92250001	0.030099999	)
(	1.24167	0.91750002	0.030099999	)
(	1.24167	0.91250002	0.030099999	)
(	1.24167	0.90750003	0.030099999	)
(	1.24167	0.90249997	0.030099999	)
(	1.24167	0.89749998	0.030099999	)
(	1.24167	0.89249998	0.030099999	)
(	1.24167	0.88749999	0.030099999	)
(	1.24167	0.88249999	0.030099999	)
(	1.24167	0.8775	0.030099999	)
(	1.24167	0.8725	0.030099999	)
(	1.23667	0.92750001	0.030099999	)
(	1.23667	0.92250001	0.030099999	)
(	1.23667	0.91750002	0.030099999	)
(	1.23667	0.91250002	0.030099999	)
(	1.23667	0.90750003	0.030099999	)
(	1.23667	0.90249997	0.030099999	)
(	1.23667	0.89749998	0.030099999	)
(	1.23667	0.89249998	0.030099999	)
(	1.23667	0.88749999	0.030099999	)
(	1.23667	0.88249999	0.030099999	)
(	1.23667	0.8775	0.030099999	)
(	1.23667	0.8725	0.030099999	)
(	1.23167	0.92750001	0.030099999	)
(	1.23167	0.92250001	0.030099999	)
(	1.23167	0.91750002	0.030099999	)
(	1.23167	0.91250002	0.030099999	)
(	1.23167	0.90750003	0.030099999	)
(	1.23167	0.90249997	0.030099999	)
(	1.23167	0.89749998	0.030099999	)
(	1.23167	0.89249998	0.030099999	)
(	1.23167	0.88749999	0.030099999	)
(	1.23167	0.88249999	0.030099999	)
(	1.23167	0.8775	0.030099999	)
(	1.23167	0.8725	0.030099999	)
(	1.26667	0.93010002	0.027500005	)
(	1.26167	0.93010002	0.0275	)
(	1.25167	0.93010002	0.0275	)
(	1.24167	0.93010002	0.027500005	)
(	1.23167	0.93010002	0.027500005	)
(	1.26667	0.93010002	0.022500001	)
(	1.25667	0.93010002	0.022500001	)
(	1.24667	0.93010002	0.022500001	)
(	1.23667	0.93010002	0.022500001	)
(	1.23167	0.93010002	0.022500001	)
(	1.26667	0.93010002	0.0175	)
(	1.26167	0.93010002	0.0175	)
(	1.25167	0.93010002	0.0175	)
(	1.24167	0.93010002	0.0175	)
(	1.23167	0.93010002	0.0175	)
(	1.26667	0.93010002	0.0125	)
(	1.25667	0.93010002	0.0125	)
(	1.24667	0.93010002	0.0125	)
(	1.23667	0.93010002	0.0125	)
(	1.23167	0.93010002	0.0125	)
(	1.26667	0.93010002	0.0075	)
(	1.26167	0.93010002	0.007500005	)
(	1.25167	0.93010002	0.0075	)
(	1.24167	0.93010002	0.0075	)
(	1.23167	0.93010002	0.0075	)
(	1.26667	0.93010002	0.0025	)
(	1.25667	0.93010002	0.0025	)
(	1.24667	0.93010002	0.0025	)
(	1.23667	0.93010002	0.00249999	)
(	1.23167	0.93010002	0.0025	)
(	1.2290699	0.92750001	0.027499996	)
(	1.2290699	0.92250001	0.0275	)
(	1.2290699	0.91250002	0.0275	)
(	1.2290699	0.90250003	0.027500002	)
(	1.2290699	0.89249998	0.0275	)
(	1.2290699	0.88249999	0.0275	)
(	1.2290699	0.8725	0.027500002	)
(	1.2290699	0.92750001	0.022500003	)
(	1.2290699	0.91750002	0.022500003	)
(	1.2290699	0.90750003	0.022500003	)
(	1.2290699	0.89749998	0.022500001	)
(	1.2290699	0.88749999	0.022499997	)
(	1.2290699	0.8775	0.022499993	)
(	1.2290699	0.8725	0.022500001	)
(	1.2290699	0.92750001	0.017499994	)
(	1.2290699	0.92250001	0.0175	)
(	1.2290699	0.91250002	0.0175	)
(	1.2290699	0.90249997	0.0175	)
(	1.2290699	0.89249998	0.0175	)
(	1.2290699	0.88249999	0.017499994	)
(	1.2290699	0.8725	0.0175	)
(	1.2290699	0.92750001	0.012499996	)
(	1.2290699	0.91750002	0.012499996	)
(	1.2290699	0.90749997	0.0125	)
(	1.2290699	0.89749998	0.0125	)
(	1.2290699	0.88749999	0.012499996	)
(	1.2290699	0.8775	0.012500005	)
(	1.2290699	0.8725	0.012499996	)
(	1.2290699	0.92750001	0.007499995	)
(	1.2290699	0.92250001	0.007500005	)
(	1.2290699	0.91250002	0.0075	)
(	1.2290699	0.90250003	0.0075	)
(	1.2290699	0.89249998	0.0075	)
(	1.2290699	0.88249999	0.007499995	)
(	1.2290699	0.8725	0.007499995	)
(	1.2290699	0.92750001	0.0025	)
(	1.2290699	0.91750002	0.002500005	)
(	1.2290699	0.90749997	0.0025	)
(	1.2290699	0.89749998	0.0025	)
(	1.2290699	0.88749999	0.0025	)
(	1.2290699	0.8775	0.00249999	)
(	1.2290699	0.8725	0.0025	)
(	1.23167	0.86989999	0.027500005	)
(	1.24167	0.86989999	0.027500005	)
(	1.25167	0.86989999	0.0275	)
(	1.26167	0.86989999	0.0275	)
(	1.26667	0.86989999	0.027500005	)
(	1.23167	0.86989999	0.022500001	)
(	1.23667	0.86989999	0.022500001	)
(	1.24667	0.86989999	0.022500001	)
(	1.25667	0.86989999	0.022500001	)
(	1.26667	0.86989999	0.022500001	)
(	1.23167	0.86989999	0.0175	)
(	1.24167	0.86989999	0.0175	)
(	1.25167	0.86989999	0.0175	)
(	1.26167	0.86989999	0.0175	)
(	1.26667	0.86989999	0.0175	)
(	1.23167	0.86989999	0.0125	)
(	1.23667	0.86989999	0.0125	)
(	1.24667	0.86989999	0.0125	)
(	1.25667	0.86989999	0.0125	)
(	1.26667	0.86989999	0.0125	)
(	1.23167	0.86989999	0.007500005	)
(	1.24167	0.86989999	0.0075	)
(	1.25167	0.86989999	0.0075	)
(	1.26167	0.86989999	0.007500005	)
(	1.26667	0.86989999	0.007500005	)
(	1.23167	0.86989999	0.0025	)
(	1.23667	0.86989999	0.0025	)
(	1.24667	0.86989999	0.0025	)
(	1.25667	0.86989999	0.0025	)
(	1.26667	0.86989999	0.0025	)
(	1.2692699	0.8725	0.027499996	)
(	1.2692699	0.8775	0.0275	)
(	1.2692699	0.88749999	0.0275	)
(	1.2692699	0.89749998	0.027500002	)
(	1.2692699	0.90750003	0.0275	)
(	1.2692699	0.91750002	0.0275	)
(	1.2692699	0.92750001	0.027500002	)
(	1.2692699	0.8725	0.022500003	)
(	1.2692699	0.88249999	0.022500003	)
(	1.2692699	0.89249998	0.022500003	)
(	1.2692699	0.90250003	0.022500001	)
(	1.2692699	0.91249996	0.022499997	)
(	1.2692699	0.92250001	0.022499993	)
(	1.2692699	0.92750001	0.022500001	)
(	1.2692699	0.8725	0.017499994	)
(	1.2692699	0.8775	0.0175	)
(	1.2692699	0.88749999	0.0175	)
(	1.2692699	0.89749998	0.0175	)
(	1.2692699	0.90750003	0.0175	)
(	1.2692699	0.91750002	0.017499994	)
(	1.2692699	0.92750001	0.0175	)
(	1.2692699	0.8725	0.012499996	)
(	1.2692699	0.88249999	0.012499996	)
(	1.2692699	0.89249998	0.0125	)
(	1.2692699	0.90249997	0.0125	)
(	1.2692699	0.91249996	0.012499996	)
(	1.2692699	0.92250001	0.012500005	)
(	1.2692699	0.92750001	0.012499996	)
(	1.2692699	0.8725	0.007499995	)
(	1.2692699	0.8775	0.007500005	)
(	1.2692699	0.88749999	0.0075	)
(	1.2692699	0.89749998	0.0075	)
(	1.2692699	0.90750003	0.0075	)
(	1.2692699	0.91749996	0.007499995	)
(	1.2692699	0.92750001	0.007499995	)
(	1.2692699	0.8725	0.0025	)
(	1.2692699	0.88249999	0.002500005	)
(	1.2692699	0.89250004	0.0025	)
(	1.2692699	0.90250003	0.0025	)
(	1.2692699	0.91250002	0.0025	)
(	1.2692699	0.92249995	0.00249999	)
(	1.2692699	0.92750001	0.0025	)

  

);

// ************************************************************************* //
